{
  "template": {
    "Name": "name",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 3 BCD: 1 Chakra: 40\ndescription",
    "Standard": "StandardName [Nin/Tai]\ndescription",
    "Skill1": "Passive/Chase SkillName [Nin/Tai]",
    "Skill1d": "description",
    "Skill2": "Passive/Chase SkillName [Nin/Tai]",
    "Skill2d": "description",
    "Skill3": "Passive/Chase SkillName [Nin/Tai]",
    "Skill3d": "description"
  },
  "a": {
    "Name": "A (The 3rd Raikage) [Reanimation]",
    "Element": "Lightning",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 1 Chakra: 20\nAttack a row of enemies in a straight line and cause tag. Cause repulse to selected enemy.",
    "Standard": "StandardName [?]\nAttack the target and cause tag. Chance of repulse.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase repulse and cause high float and paralysis; triggered 2 times per round.",
    "Skill2": "Chase SkillName [?]",
    "Skill2d": "Chase high float and cause knockdown and immobile.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Obtain super armor (immune to high float, low float, repulse, knockdown) and for every chakra point you have, obtain 1% extra ninjutsu and attack, and 2% extra defense."
  },
  "ameyuri": {
    "Name": "Ameyuri Ringo [Reanimation]",
    "Element": "Lightning",
    "Mystery": " Style: Thunder Gate [?] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 0\nMust expend one skill point to activate. Attack the target and up to three paralyzed enemies and cause ninjutsu damage and immobile. Causes  knockdown to selected enemy..",
    "Standard": "Lightning Blade [?]\nAttack enemy, chance of paralysis and low float, and gaining 1 extra standard attack (extra standard attack does not stack).",
    "Skill1": "Thundersword: Thunderbolt [?]",
    "Skill1d": "Triggered by a 10 hit combo, causes immobile and paralyze to 1 target.",
    "Skill2": "Lightning Boost  [?]",
    "Skill2d": "Ameyuri Ringo gains 12% ninjutsu for every lightning-type ninja on the team.",
    "Skill3": "Kiba [?]",
    "Skill3d": "Start battle with 2 skill points and have a skill point cap of 2, for every skill point raise Ameyuri Ringo’s combo rate by 40%."
  },
  "asuma": {
    "Name": "Asuma",
    "Element": "Wind",
    "Mystery": "Flying Swallow [Nin] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 1 Chakra: 20\nCauses Wind attribute damage to a selected unit and will also cause the unit to suffer from Knockdown. When your chakra is higher than 70, this skill  will not consume Chakra and will have no Cooling Time.",
    "Standard": "Taijutsu Attack [Tai]\nAttacks the opponent's front row and has a chance of Triple Combo and repulse.",
    "Skill1": "Passive: Courage  [Nin]",
    "Skill1d": "At the beginning of a battle, increase 20 Chakra points for your own team.",
    "Skill2": "Chase: Fire Style - Burning Ash [Nin]",
    "Skill2d": "Chases and attacks a repulsed unit, causes Knockdown and Blindness.",
    "Skill3": "Passive: Chakra Blade [Nin]",
    "Skill3d": "When you have a minimum of 20 Chakra points, for each extra Chakra points over the 20 Chakra points you have, your unit will increase its Ninjutsu and Combo Rate by 1%."
  },
  "asumaedo": {
    "Name": "Asuma [Reincarnation]",
    "Element": "Wind",
    "Mystery": "Fire Style: Burning Ash [Nin/Fire] [Prompt]\nCD - 3 BCD - 1 Chakra: 40",
    "MysteryDesc": "CD - 3 BCD - 1 Chakra: 40\nAttack 3 enemies and cause ninjutsu damage and ignition, blind and knockdown.",
    "Standard": "Taijutsu Attack [Tai]\nAttacks the opponent's front row and has a chance of Triple Combo and repulse.",
    "Skill1": "Chase: Wind Release: Dust Cloud Technique [Nin]",
    "Skill1d": "Chase knockdown, cause repulse.",
    "Skill2": "Passive: Courage [Nin]",
    "Skill2d": "Gain 20 chakra at the start of battle, and if there are at least 3 Reincarnated allies, gain 40 chakra points instead.",
    "Skill3": "Passive: Pose Of Invincibility [Tai]",
    "Skill3d": "If the team member has full health, raise their ninjutsu and attack by 30%."
  },
  "asumawb": {
    "Name": "Asuma [Wind Blade]",
    "Element": "Wind",
    "Mystery": "Flying Swallow - Piercing [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 1 Chakra: 40\nCause Ninjutsu and Taijutsu damage to up to 3 of the opponent's units and Knockdown to a selected unit.",
    "Standard": "Chakra Blade: Straight Line [Nin/Tai]\nAttacks a maximum of 3 units of the opponent's units in the front row and might cause Repulse. Repulsed units will cause damage to the row behind them..",
    "Skill1": "Passive: Courage  [Nin]",
    "Skill1d": "At the beginning of a battle, increase 20 Chakra points for your own team.",
    "Skill2": "Chase: Fire Style - Burning Ash [Nin]",
    "Skill2d": "Chases and attacks a repulsed unit, causes Knockdown and Blindness.",
    "Skill3": "Passive: Pose Of Invincibility [Tai]",
    "Skill3d": "Significantly increase Ninjutsu and attack attributes for all ninjas with full life in your own team."
  },
  "ay": {
    "Name": "Ay [The Fourth Raikage]",
    "Element": "Lightning",
    "Mystery": "Lightning Protector [Nin] [Prompt]",
    "MysteryDesc": "CD - 3 BCD -0 Chakra: 20\nWhen used, become immune to all Debuffs during the round it was launched. Moreover, during that round, this unit will use 4 standard attacks while simultaneously increasing its Critical Hit Rate by 15%, lasts 1 round.",
    "Standard": "Lightning Plough Hot Sword [Nin/Tai]\nAttack a random opponent's unit and causes Tag, also has a chance of Triple Combo and High Float.",
    "Skill1": "Passive: Lateral Bolt of Pain Dance [Nin/Tai]",
    "Skill1d": "If the opponent's team has a ninja suffering from Tag, replaces Standard attack, might cause a certain 5 combo attack and High Float to 1 opponent's unit suffering from Tag individual and then disperse its Tag.",
    "Skill2": "Passive: Aggressiveness [Nin]",
    "Skill2d": "Immune to Low Float, High Float, Repulse and Knockdown. Heals onself by certain percentage in case of damage caused by a Taijutsu attack.",
    "Skill3": "Chase Lightning Style - Liger Bomb [Nin/Tai]",
    "Skill3d": "Chases and Attacks a High Floated unit, causes Knockdown and Paralysis."
  },
  "chojuro": {
    "Name": "Chojuro [Mist's Seven Swordsmen]",
    "Element": "Water",
    "Mystery": "Hiramekarei Liberation [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 3 BCD: 1 Chakra: 40\nCause water attributes damage to the entire enemy team with [high float] to the selected enemy.",
    "Standard": "Sweep [Nin/Tai]\nAttack 3 bodies at random at the front with a certain probability of [repulse].",
    "Skill1": "Passive Ninja Sword [Nin]",
    "Skill1d": "2 medium attacks will be launched each round.",
    "Skill2": "Chase Water Style - Water Wall [Nin]",
    "Skill2d": "[Chase and attack the high floated] enemy and cause [repulse].",
    "Skill3": "Passive Power of Water [Nin]",
    "Skill3d": "Increase the ninjutsu and attack of each ninja with water attributes from your own team by 6%."
  },
  "deidara": {
    "Name": "Deidara",
    "Element": "Earth",
    "Mystery": "Detonating Clay - Big Art [Nin] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 0 Chakra: 0\nCauses heavy Ninjutsu damage to selected unit and all opponent's units suffering from ignition.",
    "Standard": "Detonating Clay - Owl [Nin/Tai]\nAttacks the opponet's units in the front row with a certain chance to cause 6 combos and Ignition.",
    "Skill1": "Passive: Art of Blasts [Nin]",
    "Skill1d": "When Deidara causes Ninjutsu damage, Deidara's own Ninjutsu attribue will increase by 4%.",
    "Skill2": "Passive: Blasts Combo [Nin]",
    "Skill2d": "Before the first action of each round, causes Ignition to one random unit.",
    "Skill3": "Chase Detonating Clay - Double-wing Bird [Nin/Tai]",
    "Skill3d": "Triggered with at least 10 Combos, attack randomly 2 of the opponent's units and cause Ignition."
  },
  "deidaraedo": {
    "Name": "Deidara [Reanimation]",
    "Element": "Earth",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 60\nCause fire attribute ninjutsu damage to 12 enemies and cause knockdown to selected target.",
    "Standard": "StandardName [?]\nAttack 4 opposing enemies.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase low float, cause repulse, activated 2 times per round.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "Before each action, summon 2 clay spiders. This can be activated 2 times per round. Both will self-destruct and damage+ignite 2 enemy members.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "When Deidara lands a critical attack, ignite the enemy that received the critical attack. Whenever a unit dies on the battlefield, gain a 6% critical increase, stackable up to 80%."
  },
  "fuguki": {
    "Name": "Fuguki Suikazan [Reincarnation]",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 4 BCD - 1 Chakra: 0\nAttack the entire enemy team, cause 8 combo to all, and repulse to selected enemy.",
    "Standard": "StandardName [?]\nAttack enemy, chance of low float..",
    "Skill1": "Passive/Chase SkillName [?]",
    "Skill1d": "Chase low float, cause high float and tag. Triggered up to 2 times per round.",
    "Skill2": "Passive/Chase SkillName  [?]",
    "Skill2d": "For every 1% of life Fuguki loses, increase 1.2% defense and ninjutsu.",
    "Skill3": "Passive/Chase SkillName [?]",
    "Skill3d": "Whenever Fuguki is hit by any attack, his mystery cooldown is reduced by 1 round."
  },
  "fu": {
    "Name": "Fu [7 Tails Jinchuriki]",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 3 BCD: 0 Chakra: 40\nAttack 3 enemies and cause sleeping. When the selected enemy is asleep, attack 7 enemies and cause ignite.",
    "Standard": "StandardName [Nin/Tai]\nAttack opposing enemy, cause sleeping.",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Chase high float, cause knockdown.",
    "Skill2": "Passive/Chase SkillName [Nin/Tai]",
    "Skill2d": "At the beginning of battle, give all other jinchuriki one extra standard attack (this does not stack with other standard attack boosts)",
    "Skill3": "Passive/Chase SkillName [Nin/Tai]",
    "Skill3d": "Before the first action of each round, recover life based on your own ninjutsu and regain 20 chakra."
  },
  "gengetsu": {
    "Name": "Gengetsu Hozuki [The 2nd Mizukage]",
    "Element": "Water",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 1 Chakra: 20\nAttack the selected enemy and cause massive water attribute nintaijutsu damage, and cause knockdown and ignite. Whenever Gengetsu causes a 10 hit combo, reduce the mystery cooldown time by 1 round.",
    "Standard": "StandardName [?]\nAttack opposing enemy, chance to cause 10 hit combo and repulse.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase repulse, cause knockdown.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "Before the first action of each round, summon a water clone. The water clone will explode and attack 3 enemies and cause tag for its standard attack.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Increase 4% ninjutsu and 8% combo rate for every reanimated ninja on the team."
  },
  "ginkaku": {
    "Name": "Ginkaku",
    "Element": "Lightning",
    "Mystery": "Benihisago - Absorbtion [Nin/Tai] [Prompt].",
    "MysteryDesc": "CD - 3 BCD - 0 Chakra: 20\nCauses damage to a selected unit and Immobile. If the opponet's unit was defeated, it cannot be revived. Furthermore, if the unit suffering from this attack is your opponent's last unit, this attack will have 100% more damage.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponent's units in the front row and has a fixed chance of causing Repulse and Acupuncture.",
    "Skill1": "Chase Seven Stars Blade [Tai]",
    "Skill1d": "Chases and attacks a Knocked Down unit, causes Low Float and Acupuncture. Can be triggered twice each round.",
    "Skill2": "Passive: Aiming to the Top [Nin]",
    "Skill2d": "Will add an extra 50% damage when causing damage to Kage ninjas.",
    "Skill3": "Passive: Tailed Beast Chakra - Flow [Nin]",
    "Skill3d": "Before each action in a round, recovers some life points based on this unit's Ninjutsu attribute, will also recieve 20 Chakra points."
  },
  "guy": {
    "Name": "Guy",
    "Element": "Lightning",
    "Mystery": "Dynamic Entry [Tai] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 1 Chakra: 20\nCause Taijutsu damage to the selected opponent's unit and Repulse and Interruption. Repused units will cause damage to the row behind them.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponent's units in the front row and has a chase of Triple Combo and High Float.",
    "Skill1": "Passive: This is youth [Nin]",
    "Skill1d": "At the beginning of a battle, increases the Attack attribute of this units in your Lineup by 30%, lasts 3 rounds.",
    "Skill2": "Chase Super - Primary Lotus [Nin/Tai]",
    "Skill2d": "Chases and Attacks a High Floated unit, causes Low Float and Ignition.",
    "Skill3": "Passive: Hot Blooded Guidance [Tai]",
    "Skill3d": "When Guy is in battlefield, each of your units will Heal themselves by 15% when they cause Taijutsu damage."
  },
  "hakuedo": {
    "Name": "Haku [Reanimation]",
    "Element": "Water",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 40\nAttack 4 enemies and cause water and wind damage. Cause low float to selected enemy.",
    "Standard": "StandardName [?]\nAttack opposing enemy, chance of low float and acupuncture.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase repulse, cause low float and acupuncture.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "Increase damage done to non-reincarnated ninja by 30%.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "At the beginning of battle, launch a barrier that increases ninjutsu and attack of water and wind ninjas by 40%. Before each action within this barrier, Haku will reduce 1 round of cooldown on his mystery."
  },
  "han": {
    "Name": "Han [5 Tails Jinchuriki]",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 0 Chakra: 20\nDisperse all shields and buffs the enemy team has. When used again, damage the entire enemy team and cause knockdown to the selected enemy. ",
    "Standard": "StandardName [Nin/Tai]\nAttack 3 front enemies, chance of knockdown.",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Chase low float, cause knockdown.",
    "Skill2": "Passive/Chase SkillName [Nin/Tai]",
    "Skill2d": "High chance of evading the first standard attack received each round.",
    "Skill3": "Passive/Chase SkillName [Nin/Tai]",
    "Skill3d": "Gain super armor (immune to high float, low float, repulse, knockdown) and before the first action of each round, heal self based on own’s ninjutsu."
  },
  "hanzoedo": {
    "Name": "Hanzo [Reanimation]",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 1 Chakra: 20\nDamages 4 opposing ninjas, and causes poison and tag to them. Cause knockdown to the selected enemy.",
    "Standard": "StandardName [?]\nDispel 2 debuffs from each ally in this ninja’s column.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase knockdown, cause knockdown, ignite, and immobile.",
    "Skill2": "Chase SkillName  [?]",
    "Skill2d": "Triggered by 20-hit combo, causes damage and ignite to 3 enemies.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Cause poison to any ninja who deals taijutsu damage to Hanzo."
  },
  "hashirama": {
    "Name": "Hashirama Senju [The 1st Hokage]",
    "Element": "Earth",
    "Mystery": "Wood Style - True Deep Forest Emergence [Nin/Tai]",
    "MysteryDesc": "CD: ? BCD: 0 Chakra: 20\nLaunches a Barrier, increases by 40% the Attack and Ninjutsu attributes for Konoha Ninjas in your Lineup. Before the first action in the round, when using this barrier, when attacking your opponent's team, it will cause damage to 2 random units and will cause them to suffer from Immobile.",
    "Standard": "Wood Style - Great Tree Breaker [Nin/Tai]\nAttacks the opponent's front row and has a chance of Quadruple Combo and Low Float.",
    "Skill1": "Passive Ninja God [Nin]",
    "Skill1d": "At the beginning of a battle, increase the Ninjutsu by 30% of all units from your team for 5 rounds.",
    "Skill2": "Chase Paradise Pure Land - Heaven Fist [Tai]",
    "Skill2d": "Chases and Attacks a Low FLoated unit, causes High Float and Interruption.",
    "Skill3": "Passive Wood Style Chakra [Tai]",
    "Skill3d": "Recover a certain percentage of life when recovering Chakra each round."
  },
  "hashiramasage": {
    "Name": "Hashirama Senju (Sage Mode) [Reanimation]",
    "Element": "Earth",
    "Mystery": "仙法·木遁·真数千手 [Nin/Tai/Earth/Water] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 1 Chakra: 40\nDestroy current barrier (such as Sasuke’s Kirin barrier) and attack 12 enemy ninja and cause water and earth nintaijutsu damage, 3 combo to all, and ",
    "Standard": "体术攻击 [Tai]\nAttack opposing enemy, high chance of low float.",
    "Skill1": "Chase 木遁·木龙之术 [Nin/Earth/Water]",
    "Skill1d": "Chase knockdown, cause low float, immobile, and absorb up to 100 chakra.",
    "Skill2": "Chase 仙法·明神门  [Nin/Tai/Earth/Water]",
    "Skill2d": "Triggered by a 30 hit combo, attack 2 random enemies and cause immobile.",
    "Skill3": "Passive: 无印治愈 [Nin]",
    "Skill3d": "Before each action, heal up to 6 Sage Mode allies, and dispel all debuffs. This can be triggered twice each round."
  },
  "hinata": {
    "Name": "Hinata",
    "Element": "Lightning",
    "Mystery": "Protective 8 Trigrams 64 Palms [Nin] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 0 Chakra: 20\nSignificantly increase own common attack evasion rate. When standing in the front row, it will be the only target of the opponent's standard attack. Lasts for 1 round.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponent's front row and has a chance of a Triple Combo and to cause Knockdown.",
    "Skill1": "Chase Sealed Point Palm Strike [Nin/Tai]",
    "Skill1d": "Chases and attacks a Replused unit, causes Acupunctyure and Knockdown.",
    "Skill2": "Chase Gentle Step Twin Lion Fists  [Nin/Tai]",
    "Skill2d": "Chases and attacks a Knocked Down unit, causes Knockdown.",
    "Skill3": "Passive: Strong Will [Nin]",
    "Skill3d": "The higher the loss of life, the higher the Defense and Resistance."
  },
  "hinatagnw": {
    "Name": "Hinata [Great Ninja War]",
    "Element": "Lightning",
    "Mystery": "Protective 8 Trigrams 64 Palms [Nin] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 0 Chakra: 20\nDuring the round in which it is used, this unit will have 3 extra standard attacks, simultaneously, will have her standard attacks Evasion Rate greatly increased, lasts for 1 round.",
    "Standard": "8 Trigrams Palm [Tai]\nAttacks the opponent's front row and has a chance of causing 3 combos and Repulse.",
    "Skill1": "Chase Sealed Point Palm Strike [Nin/Tai]",
    "Skill1d": "Chases and attacks a Replused unit, causes Acupuncture and Knockdown.",
    "Skill2": "Chase Gentle Step Twin Lion Fists  [Nin/Tai]",
    "Skill2d": "Chases and attacks a Knocked Down unit, causes Knockdown.",
    "Skill3": "Not the End [Tai]",
    "Skill3d": "This unit will not be defeated upon receiving damage which would defeat her. Instead, this unit will recover 60% of her life points. Can be triggered once per battle."
  },
  "hiruzenedo": {
    "Name": "Hiruzen Sarutobi [Reanimation]",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 0 Chakra: 40\nAttack up to 9 enemies, and cause wind, earth, fire, lightning, and water ninjutsu damage, as well as 5-hit combo to each enemy.",
    "Standard": "StandardName [?]\nAttack all enemies in the line directly in front of this ninja, with a high chance of causing low float.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Triggered by a 30 hit combo, damage and cause ignite to 4 enemies.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "For every 1% of health this ninja loses, increase its defense and resistance by 1.5%.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "At the beginning of battle, increase the attack and ninjutsu of up to 9 allied ninja by 40% for 5 rounds. Also, this ninja is treated as having all 5 elements (Earth, Water, etc.)."
  },
  "iruka": {
    "Name": "Iruka",
    "Element": "Fire",
    "Mystery": "Demon Wind Shuriken [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 3 BCD: 0 Chakra: 20\nCause damage to the selected opponent's unit and Interruption.",
    "Standard": "Taijutsu attack [Nin/Tai]\nAttacks the opponent's front frow and has a chance of a Triple Combo and Low Float",
    "Skill1": "Passive Substitution Jutsu [Nin]",
    "Skill1d": "Increase evasion and has a chance of avoiding attacks from the opponent.",
    "Skill2": "Passive Teaching Instructions [Nin]",
    "Skill2d": "At the beginning of a battle, all Konoha Ninja units in your field will be given a Shield based on 50% of this unit's Resistance base attribute, their Ninjutsu and Attack will also be raised by 30%, lasts for 3 rounds.",
    "Skill3": "Chase Double Shuriken [Tai]",
    "Skill3d": "Triggered with at least 10 Combos, attack at random 2 of the opponent's units with a certain Critical Hit."
  },
  "jinin": {
    "Name": "Jinin Akebino [Reincarnation]",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 20\nCause nintaijutsu damage to the selected enemy, low float, and tag. Remove all of Jinin’s skill points.",
    "Standard": "StandardName [?]\nAttack enemy, and remove all shields and buffs on that enemy. Chance of knockdown.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase knockdown, cause low float. Gain ½ skill point, and when there are other reincarnated ninjas on the team, this chase can be activated twice.",
    "Skill2": "Chase SkillName  [?]",
    "Skill2d": "Triggered by a 20 hit combo, cause minor damage to enemy team and gain 1 skill point.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Raise 60% attack for every skill point, begin the battle with 0 skill points and can have a maximum of 4 skill points."
  },
  "jinpachi": {
    "Name": "Jinpachi Munashi [Reincarnation]",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 1 BCD - 0 Chakra: 0\nMust spend 1 skill point to activate. Cause fire ninjutsu damage and ignite to the entire enemy team.",
    "Standard": "StandardName [?]\nAttack enemy, chance of repulse..",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase knockdown, and cause repulse and ignition. Activated at most 2 times per round.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "Before the first action of each round, dispel 1 layer of debuffs on 2 reincarnated ninjas, and grant them 1 extra standard attack.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Begin the battle with 3 skill points, and have a maximum of 3 skill points. For every skill point, gain 40% defense."
  },
  "jiraiyachunin": {
    "Name": "Jiraiya [Chunin]",
    "Element": "Fire",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 1 Chakra: 20\nAttack the target, cause low float, and remove immune state for the rest of the turn.",
    "Standard": "StandardName [Nin/Tai]\nAttack 3 enemies, with a certain probability of causing repulse. This attack is not affected by your opponent’s defense buffs.",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Chase repulse, and cause knockdown. Can be activated up to twice per round.",
    "Skill2": "Chase SkillName [Nin/Tai]",
    "Skill2d": "Triggered by 30-hit combo, hits 2 enemies and causes slowing.",
    "Skill3": "Passive SkillName [Nin/Tai]",
    "Skill3d": "If you have 100 chakra, this ninja’s standard attack instead hits 2 enemy ninjas for heavy damage, and causes tag. This attack is not affected by your opponent’s defense buffs."
  },
  "kabuto": {
    "Name": "Kabuto",
    "Element": "Water",
    "Mystery": "Dead Soul Jutsu [Nin] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 0 Chakra: 20\nSummon 2 Dead Souls based on the original attributes. They also have 'Sound Ninja' as additional tools.",
    "Standard": "Double Healling Jutsu [Nin]\nHeal 2 ninjas with the least life on your team and disperse 1 Debuff on the target.",
    "Skill1": "Chase Chakra Dissection Blade [Tai]",
    "Skill1d": "Chases and attacks a Knocked Down unit, causes High Float and has a certain Critical Hit.",
    "Skill2": "Passive Gloomy Healing [Nin]",
    "Skill2d": "Recieve double the medical effect.",
    "Skill3": "Passive Human experiment [Nin]",
    "Skill3d": "Before eqach operation, cause a bit of damage to this units in the team. Can be triggered twice each round."
  },
  "kabutosnake": {
    "Name": "Kabuto [Snake Cloak]",
    "Element": "Water",
    "Mystery": "Edo Tensei - Rebound [Nin] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 0 Chakra: 20\nRevives a selected unit from a friendly team; this unit will be revived with 10% of its life points and will be categorized as an 'Edo Tensei' unit. Every time Summoning Jutsu: Manda is triggered, this Mystery Skill's cooling time will be redued by 1 round.",
    "Standard": "Dead Soul Jutsu [Nin]\nSummons 1-2 Dead Souls to the field, the summoned souls can be those of Konoha Ninja and Edo Tensei type Ninjas. These summons' standard attack will all cause High Float.",
    "Skill1": "Chase Multiple Striking Shadow Snake [Nin/Tai]",
    "Skill1d": "Chases and attacks a Low Floated unit, causes High Float and Paralysis.",
    "Skill2": "Passive Ambition [Nin]",
    "Skill2d": "Every time a unit is defeated, this unit will recover 10 Chakra and 10% of its life, this can be triggered 6 times each round.",
    "Skill3": "Chase Summoning Jutsu: Manda [Nin]",
    "Skill3d": "Triggered with at least 30 combos, attacks 4 of the opponent's units and will cause the units to suffer from Poisoning."
  },
  "kakashi": {
    "Name": "Kakashi",
    "Element": "Lightning",
    "Mystery": "Earth Style - Fanged Pursuit Jutsu [Tai] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 1 Chakra: 20\nCause Taijutsu damage to the selected opponent's unit and Low Float",
    "Standard": "Lightning Blade [Nin/Tai]\nAttacks this units in the front row with Lightning attribute damage and has a chance to cause selected unit to suffer from Knockdown.",
    "Skill1": "Passive Water Clone Jutsu [Nin]",
    "Skill1d": "At the beginning of a battle, this can generate 1 Fire Resistance Water clone based on the original attributes. 20 Chakra points will be recovered with the clone disappears.",
    "Skill2": "Chase Fire Style - Fire Ball Jutsu [Nin]",
    "Skill2d": "Chases and attacks a High Floated unit, causes Low Float and Ignition",
    "Skill3": "Chase Lightning Blade - Twin Lightning Shiver [Nin]",
    "Skill3d": "Chases and attacks a Low Floated unit, cause Knockdown and Paralysis."
  },
  "kakashisword": {
    "Name": "Kakashi [Beheading Sword]",
    "Element": "Lightning",
    "Mystery": "Kamui [Nin] [Prompt]",
    "MysteryDesc": "CD: ? BCD: ? Chakra: ?\nCause Ninjutsu damage to the selected opponent's unit and Knockdown. If killed by this skill, the unit will not resurrect.",
    "Standard": "Regular Attack [Nin/Tai]\nAttacks the opponent's front row and has a chance of a Triple Combo and Low Float.",
    "Skill1": "Passive Ninja Sword [Nin]",
    "Skill1d": "2 Standard attacks will be launched each round.",
    "Skill2": "Genjutsu - Mirror Return [Nin]",
    "Skill2d": "Transfer to the opponent the first Debuffs recieved by your own unit each round.",
    "Skill3": "Chase Lighting Blade - Twin Lightning Shiver [Nin]",
    "Skill3d": "Chases and attacks a Low Floated unit, causes Knockdown and Paralysis."
  },
  "kakashiboy": {
    "Name": "Kakashi [The Boy Meta]",
    "Element": "Lightning",
    "Mystery": "Chidori [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: ? BCD: ? Chakra: ?\nCause Ninjutsu and Taijutsu damage and Knockdown to the selected opponent's unit. This will then have a cooling period of 4 rounds after being used 3 times.",
    "Standard": "Taijutsu Attack [Tai]\nAttacks the opponent's front row and has a chance of Triple Combo and High Float.",
    "Skill1": "Passive Substitution Jutsu [Nin]",
    "Skill1d": "Increase evasion and has a chance of avoiding attacks from the opponent.",
    "Skill2": "Ambition [Tai]",
    "Skill2d": "Recover your own life to the proportion of the damage caused.",
    "Skill3": "Skill 3",
    "Skill3d": "n/a"
  },
  "kankuro": {
    "Name": "Kankuro",
    "Element": "Wind",
    "Mystery": "Secret Black Move - Three Great Tragedies [Tai] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 40\nPuppet Resurrection - Crow. When there are existing puppets, cause heavy Taijutsu damage and High Float and Poisoning to up to 9 of the opponent's units.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponet's front row and cause Poisoning.",
    "Skill1": "Chase Puppet Jutsu - Black Ant [Nin]",
    "Skill1d": "Chases and Attacks a Knocked Down unit, causes Low Float.",
    "Skill2": "Passive: Puppet Summoning - Crow [Nin]",
    "Skill2d": "At the beginning of a battle, summon 1 puppet related to the attributes of the original unit. Any puppet in the front row has extra guarding skill.",
    "Skill3": "Passive: Puppet Jutsu - Crow [Tai]",
    "Skill3d": "Puppets can replace a Standard attacka nd cause Taijutsu damage as well as Low Float and Poisoning to the front row targetted unit."
  },
  "kankurognw": {
    "Name": "Kankuro [Great Ninja War]",
    "Element": "Wind",
    "Mystery": "Secret Black Move - Three Great Tragedies [Tai] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 40\nPuppet Resurrection - Sasori. When there are existing puppets, cause heavy Taijutsu damage and High Float, Ignition and Poisoning to up to 9 of the opponent's units.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponet's front row and cause Poisoning.",
    "Skill1": "Chase Puppet Jutsu - Black Ant [Nin]",
    "Skill1d": "Chases and Attacks a Knocked Down unit, causes Low Float and Poisoning.",
    "Skill2": "Passive: Puppet Summoning - Sasori [Nin]",
    "Skill2d": "At the beginning of a battle, summon 1 Sasori puppet related to the attributes of the original unit. Any puppet in the front row has extra guarding skill.",
    "Skill3": "Passive: Secret Black Move - Flame Control Scorpion Show [Nin]",
    "Skill3d": "With Sasori puppets, this can replace a Standard attack and cause Fire attribute damage as well as Low Float and Ignition to 2 of the opponent's units."
  },
  "kiba": {
    "Name": "Kiba",
    "Element": "Earth",
    "Mystery": "Wolf Fang over Fang [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 40\nCause Ninjutsu and Taijutsu damage to the selected opponent's unit and Repulse. When Akamaru is present, cause Ninjutsu and Taijutsu damage and Repulse against the opponent's entire team.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponet's front row and has a chance of a Triple Combo and to cause Knockdown.",
    "Skill1": "Passive: Come on! Akamaru [Nin]",
    "Skill1d": "At the beginning of a battle, Akamaru, Kiba's dog, changes into a Man Beast Clone who looks like Kiba. He's subject to the attributes of Kiba. The Man Beast Clone is capable of a standard attack.",
    "Skill2": "Passive: Bond [Nin]",
    "Skill2d": "When fighting together with the Man Beast Clone, Kiba's Defense and Resistance are significantly increased.",
    "Skill3": "Chase Rip - Wolf Fang over Fang [Nin/Tai]",
    "Skill3d": "Triggered with at least 10 combos, randomly attacks 3 of the opponent's units."
  },
  "kibagnw": {
    "Name": "Kiba [Great Ninja War]",
    "Element": "Earth",
    "Mystery": "Tunneling Fant [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 40\nCause Ninjutsu and Taijutsu damage to the selected opponent's unit and Repulse. When Akamaru is present, cause Ninjutsu attack damage and Repulse against up to four of the opponent's units.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponet's front row and has a chance of a Triple Combo and to cause Knockdown.",
    "Skill1": "Passive: Man Beast Clone [Nin]",
    "Skill1d": "At the beginning of a battle, Akamaru, Kiba's dog, changes into a Man Beast Clone who looks like Kiba. He's subject to the attributes of Kiba. The Man Beast Clone is capable of a standard attack, Kiba can also recover life from the opponent with each action.",
    "Skill2": "Passive: Bond combo [Tai]",
    "Skill2d": "Can replace Standard attack, Man Beast Clone can launch attack which has a certain hit and Knockdown.",
    "Skill3": "Chase Rip - Wolf Fang over Fang [Nin/Tai]",
    "Skill3d": "Triggered with at least 10 combos, randomly attacks 3 of the opponent's units."
  },
  "kimimaro": {
    "Name": "Kimimaro",
    "Element": "Lightning",
    "Mystery": "Corpse Bone Chain - Bracken Dance [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 60\nCause Taijutsu attack and Ninjutsu damage against up to four of the opponent's units and High Float to the selected opponent's unit.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponet's front row and has a chance of a Triple Combo and High Float",
    "Skill1": "Chase Corpse Bone Chain - Larch Dance [Tai]",
    "Skill1d": "Chases and attacks a High Floated unit, causes Repulse",
    "Skill2": "Passive: Corpse Bone Chain - Willow Dance [?]",
    "Skill2d": "High possibility to evade the first Standard attack every round.",
    "Skill3": "Passive: Curse Tag - Second Stage [Tai]",
    "Skill3d": "Significantly increase in your own Defense and Resistance when damaged."
  },
  "kinkaku": {
    "Name": "Kinkaku",
    "Element": "Lightning",
    "Mystery": "Bashoshen - Five-Element Rout [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 40\nCauses Wind, Fire, Water, Lightning and Earth attributes medium damage to the opponent's entire team. Every opponent's unit will suffer 5 combos.",
    "Standard": "Vortex Attack [Nin]\nAttacks the opponent's units in the front row and has a high chance of causing High Float.",
    "Skill1": "Chase Gold Rope [Tai]",
    "Skill1d": "Chases and attacks the Low Floated unit, causes Knockdown and Immobile. Can be triggered twice each round.",
    "Skill2": "Passive: Chasing Meister [Nin]",
    "Skill2d": "At the beginning of a battle, generates a Shield to this unit and to a Edo Tensi type ninja in your team based on 80% of this units Resistance base attribute. Will also increase this unit's combo rate by 40%, lasts for 3 rounds.",
    "Skill3": "Passive: Tailed Beast Coat [Nin]",
    "Skill3d": "Every time you suffer Taijutsu damage, the attacker will suffer from Ignition."
  },
  "kurenai": {
    "Name": "Kurenai",
    "Element": "Fire",
    "Mystery": "Genjutsu - Mirror Guarding [Nin] [Prompt]",
    "MysteryDesc": "CD: 3 BCD: 0 Chakra: 20\nWill Heal a great amount of Life to a selected unit from the field and will give the selected unit a Shield based on 50% of the unit's Resistance base attribute.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponent's front row and has a chance of a Triple Combo and to cause Knockdown",
    "Skill1": "Passive Chakra Inhale Jutsu [Nin]",
    "Skill1d": "If the opponent's unit uses a Chakra-consuming skill, you will obtain 50% of the Chakra points spent to launch that skill.",
    "Skill2": "Chase Genjutsu - Haze [Nin]",
    "Skill2d": "Chases and attacks a Knocked Down unit, cause Repulse.",
    "Skill3": "Passive Genjutsu - Mirror Return [Nin]",
    "Skill3d": "Transfer to the opponent the first Debuffs recieved by your own unit each round."
  },
  "kushimaru": {
    "Name": "Kushimaru Kuriarare [Reincarnation]",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]\nCD - 1 BCD - 1 Chakra: 20",
    "MysteryDesc": "Must spend 2 skill points to activate. Attack 2 enemies and cause immobile, and cause knockdown to selected target.",
    "Standard": "StandardName [?]\nAttack the front enemies in a straight line, gain ½ of a skill point, chance of repulse.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase repulse, cause knockdown, gain a skill point.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "If the standard attack kills an enemy, attack again.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "At the start of battle, gain 2 skill points. Kushimaru can have a maximum of 4 skill points."
  },
  "kushina": {
    "Name": "Kushina Uzumaki [Nine Tails Jinchuriki]",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 3 BCD: 1 Chakra: 0\nAttack selected enemy ninja, and causes high float and interrupt. If the target is an ally, removes all debuffs on that ninja.",
    "Standard": "StandardName [Nin/Tai]\nAt the beginning of battle, generate 1 shadow clone. As a standard attack, generate 1-2 shadow clones.",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Chase repulse, cause low float and immobile.",
    "Skill2": "Passive SkillName [Nin/Tai]",
    "Skill2d": "While this ninja has shadow clones on the field, replace standard attack with a clone barrage that causes ninjutsu and taijutsu damage, and repulse.",
    "Skill3": "Passive SkillName [Nin/Tai]",
    "Skill3d": "Recover a certain percentage of life each round before your action, and immune to all debuffs"
  },
  "kushinahot": {
    "Name": "Kushina Uzumaki [Hot-Blooded Habanero]",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 6 BCD: 3 Chakra: 20\nAttack up to 3 enemy ninjas, and cause paralysis. Cause repulse to the selected ninja, and remove immune state if it has it. At the end of the round, the target will regain immune state, and lose all debuffs caused to it during this round.",
    "Standard": "StandardName [Nin/Tai]\nAAttack the enemy with the lowest life, and cause paralysis. Has a fixed chance of causing high float.",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Chase low float, cause knockdown and immobile.",
    "Skill2": "Passive SkillName [Nin/Tai]",
    "Skill2d": "When this ninja is hit by an attack, reduce the mystery cooldown by 1 round and increase this ninja’s critical rate by 4%.",
    "Skill3": "Passive SkillName [Nin/Tai]",
    "Skill3d": "Recover a certain percentage of life each round before your action, and immune to all debuffs"
  },
  "madara": {
    "Name": "Madara Uchiha",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 1 Chakra: 60\nAttack and ignite up to 9 enemies in the opposing team, and cause knockdown to the selected target.",
    "Standard": "StandardName [Nin/Tai]\nAttack the entire front row, with a high chance to cause knockdown",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Chase knockdown, cause high float, and 3 rounds of ignition",
    "Skill2": "Passive SkillName [Nin/Tai]",
    "Skill2d": "When an Uchiha ninja activates a mystery, gain 40 chakra and increase the ninjutsu and attack of all Konoha ninjas on your team by 20%",
    "Skill3": "Passive SkillName [Nin/Tai]",
    "Skill3d": "mmune to high float, low float, repulse, and knockdown. Also immune to pure taijutsu damage."
  },
  "mangetsu": {
    "Name": "Mangetsu Hozuki [Reincarnation]",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 0 Chakra: 0\nGive the selected target 1 skill point. If target can’t use skill points, give target 1 extra standard attack.",
    "Standard": "StandardName [?]\nAttack random enemy, high chance of low float.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase repulsed enemy, cause knockdown.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "At the start of battle, summon a water clone with 70% of Mangetsu’s base attributes, can utilize Mangetsu’s standard as its standard attack.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "At the start of battle, dramatically increase the evasion rate for all hidden mist ninjas for 2 turns. Allies can dodge at most 1 time per round."
  },
  "mu": {
    "Name": "Mu [The 2nd Tsuchikage]",
    "Element": "Earth",
    "Mystery": "Particle Style - Atomic Dismantling Jutsu [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 40\nCauses Earth, Wind and Fire attributes damage to the opponent's entire team, the selected target will suffer from Knockdown. Opponent's units defeated in battle will not revive. If the Stone Golem has not been defeated, this skills damage will be greatly increased.",
    "Standard": "Earth Style - Weighted Bolder Jutsu [Tai]\nAttacks the opponent's units in the front row and has a fixed chance of causing Low Float.",
    "Skill1": "Chase Earth Style - Weighted BVolder Jutsu [Nin/Tai]",
    "Skill1d": "Chases and attacks a Knocked Down unit, causes Knockdown and Immobile.",
    "Skill2": "Passive: Fission Jutsu [Nin]",
    "Skill2d": "At the beginning of a battle, summon 1 Stone Golem based on the 70% of the unit's attributes. Only 1 of these Stone Golems can be created at a time.",
    "Skill3": "Passive: The Soul's Strength [Nin]",
    "Skill3d": "If this unit is defeated, it will resurrect 2 rounds later with 30% of its original life points. Will release the same skill this unit released when he entered the field."
  },
  "nagato": {
    "Name": "Nagato [Edo Tensei]",
    "Element": "Wind",
    "Mystery": "Almighty Push [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 0 Chakra: 60\nAttack the opposing team and cause 4 combo to all, cause repulse to selected enemy. Remove all shields and buffs from the selected enemy. This mystery is immune to interruption.",
    "Standard": "Soul Swallow [Nin]\nAttack opposing enemy and absorb up to 40 chakra points, chance of chaos and knockdown. ",
    "Skill1": "Chase Hell's Crunch [Nin/Tai]",
    "Skill1d": "Triggered by a 10 hit combo, attack 4 enemy bodies.",
    "Skill2": "Chase Wrist Fire Arrow [Tai]",
    "Skill2d": "Chase repulse, cause knockdown and ignition, can be triggered 2 times per round. ",
    "Skill3": "Passive: Sealing Jutsu - Absorption [Nin]",
    "Skill3d": "Before the first action of each round, disperse all debuffs from all reanimated ninjas in your team, and grant Nagato immunity to all debuffs until the end of the round."
  },
    "naruto": {
    "Name": "Naruto",
    "Element": "Wind",
    "Mystery": "Giant Rasengan [Tai/Nin/Wind] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 40\nCauses Wind attribute damage and Repluse to a selected unit. Rasen Shuriken will be used if there are more than 2 Shadow Clones in your team, it will cause Wind attribute damage to the opponent's entire team.",
    "Standard": "Passive: Multi Shadow Clone Jutsu [Nin]\nSummon 1-2 Lightning Resistance Shadow Clones to the field. If Chakra is higher than 80 points, 2 must be summoned.",
    "Skill1": "Passive: Shadow Clone Jutsu [Nin]",
    "Skill1d": "Used at the beginning of a battle, this can generate 3 lightning resistance shadow clones based on Naruto's original attributes.",
    "Skill2": "Passive: Shadow Clone Barrage [Tai/Nin]",
    "Skill2d": "When you have a shadow clone, your standard attack might be replaced by a combo attack between Naruto and its' shadow clones. This attack causes a certain hit and Low Float",
    "Skill3": "Passive: Strength [Nin]",
    "Skill3d": "The lower the life, the higher Naruto's Defense and Resistance."
  },
  "naruto9tail2": {
    "Name": "Naruto [9 Tails Chakra] (2 Stars)",
    "Element": "Wind",
    "Mystery": "Tornado Rasengan! [Nin/Tai/Wind] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 40\nCause Ninjutsu and Taijutsu damage, Repluse and Ignition to the selected opponent's unit. Repused units will cause damage to the row behind them.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponent's front row and has a chance of Triple Combo and Low Float and Ignition.",
    "Skill1": "Passive: Tailed Beast Coat [Nin]",
    "Skill1d": "When causing Taijutsu damage against Naruto, the attacker will suffer Ignition.",
    "Skill2": "Passive: Tailed Beast Chakra - Wars  [?]",
    "Skill2d": "Before each rount's action, recover life based on own Ninjutsu attributes. Immune to all Debuffs.",
    "Skill3": "na",
    "Skill3d": "na"
  },
  "naruto9tail3": {
    "Name": "Naruto [4-tails] (3 Stars)",
    "Element": "Wind",
    "Mystery": "Tailed Beast Bomb [Nin] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 60\nCause Ninjutsu damage and causes Ignition to the opponent's entire team, also causes Repluse to the selected opponent's unit.",
    "Standard": "Taijutsu attack [Tai]\nAttacks the opponent's front row and causes Ignition, and has a chance of Quintuple Combo and Low Float.",
    "Skill1": "Passive: Tailed Beast Coat [Nin]",
    "Skill1d": "When causing Taijutsu damage against Naruto, the attacker will suffer Ignition.",
    "Skill2": "Passive: Tailed Beast Chakra - Wars  [?]",
    "Skill2d": "Before each rount's action, recover life based on own Ninjutsu attributes. Immune to all Debuffs.",
    "Skill3": "Passive: Rage [Tai]",
    "Skill3d": "At the beginning of a battle, all your team's units will have their Critical Hit Rate increased by 15%, lasts for 5 rounds."
  },
  "naruto9tail4": {
    "Name": "Naruto [6-tails] (4+ Stars)",
    "Element": "Wind",
    "Mystery": "Tailed Beast Bomb [Nin] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 60\nCause Ninjutsu damage and causes Ignition to the opponent's entire team, also causes Repluse to the selected opponent's unit.",
    "Standard": "Taijutsu attack [Nin/Tai]\nAttacks a maximum of 3 units of the opponent's units in the front row and causes Ignition, has a fixed chance of causing Low Float.",
    "Skill1": "Passive: Tailed Beast Coat [Nin]",
    "Skill1d": "When causing Taijutsu damage against Naruto, the attacker will suffer Ignition.",
    "Skill2": "Passive: Tailed Beast Chakra - Wars  [?]",
    "Skill2d": "Before each rount's action, recover life based on own Ninjutsu attributes. Immune to all Debuffs.",
    "Skill3": "Passive: Rage [Tai]",
    "Skill3d": "At the beginning of a battle, all your team's units will have their Critical Hit Rate increased by 15%, lasts for 5 rounds."
  },
  "obito": {
    "Name": "Obito [Nine-tails Assault]",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 3 BCD: 0 Chakra: 0\nAttack selected ninja, dispel all its shields and buffs, and cause ninjutsu damage and immobile to the target. A ninja killed by this mystery cannot revive.",
    "Standard": "StandardName [Nin/Tai]\nAttack opposing enemy, with a high chance of repulse",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Chases repulse, causes low float and immobile. Ignores defense and resistance stats.",
    "Skill2": "Passive SkillName [Nin/Tai]",
    "Skill2d": "While this ninja is alive, decrease the attack and ninjutsu of all Jinchuriki by 12%",
    "Skill3": "Passive SkillName [Nin/Tai]",
    "Skill3d": "High chance of evading the first mystery, standard, or chase received each round."
  },
  "orochimaruakatsuki": {
    "Name": "Orochimaru[Akatsuki]",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 1 Chakra: 60\nAttack up to 4 enemies, and cause heavy nintaijutsu damage, knockdown and immobile to the target.",
    "Standard": "StandardName [Nin/Tai]\nAttack the enemy, with a certain probability of causing high float",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Triggered by a 30-hit combo. Hits 2 enemies, and disperses all buffs and shields, as well as poisons the targets.",
    "Skill2": "Passive SkillName [Nin/Tai]",
    "Skill2d": "Before the first action of each round, damage a random team member, and reduce the cooldown of this ninja’s mystery by 1.",
    "Skill3": "Passive SkillName [Nin/Tai]",
    "Skill3d": "If this ninja is killed, it resurrects with 30% health after 2 rounds."
  },
  "orochimaruchunin": {
    "Name": "Orochimaru[Chunin]",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 0 Chakra: 20\nAttack up to 7 enemies, and cause light damage, 3-combo, and tag to each target.",
    "Standard": "StandardName [Nin/Tai]\nAttack the enemy, with a high probability of causing repulse. This attack is not affected by your opponent’s defense buffs.",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Chase knockdown, and cause repulse and poisoning. Can be triggered up to twice per round.",
    "Skill2": "Passive SkillName [Nin/Tai]",
    "Skill2d": "High chance to dodge the first mystery received every round.",
    "Skill3": "Passive SkillName [Nin/Tai]",
    "Skill3d": "If you have 100 chakra, this ninja’s standard attack instead hits 7 enemies. This attack is not affected by your opponent’s defense buffs."
  },
  "pakura": {
    "Name": "Pakura",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 2 Chakra: 40\nAttack up to 6 enemy members, and cause fire and wind attribute ninjutsu damage and ignite. Cause knockdown to selected enemy.",
    "Standard": "StandardName [?]\nAttack opposing enemy, high chance of causing low float.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase knockdown, cause low float and ignite, and has a certain chance of critical hit.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "Before the first action of each round, give 2 wind ninja on your team a 2nd standard attack. (can not be stacked with other standard attack boosts)",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Cause immobile to the receiver of a critical attack."
  },
  "rasa": {
    "Name": "Rasa [The 4th Kazekage]",
    "Element": "Earth",
    "Mystery": "Magnet Style: Giant Dust Burial Sending [Nin] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 80\nCause wind and earth attribute ninjutsu damage to 3 enemies, and immobile. Cause knockdown to selected target.",
    "Standard": "Sakin Attack [Nin/Tai]\nAttack opposing enemy, chance to cause low float and immobile.",
    "Skill1": "Chase Light Style - Glaze Stream [Nin/Tai]",
    "Skill1d": "Chase low float, cause high float.",
    "Skill2": "Chase Magnet Style: Unlease Orb [Nin]",
    "Skill2d": "Triggered by a 20 hit combo, attack 4 enemies and cause wind and earth attribute ninjutsu damage, along with paralyze.",
    "Skill3": "Passive: Super Armor [Nin]",
    "Skill3d": "Immune to high float, low float, repulse, knockdown."
  },
  "roshi": {
    "Name": "Roshi[Four-Tails Jinchuriki]",
    "Element": "Fire",
    "Mystery": "Burning Ocean [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD - ? BCD - ? Chakra: ?\nDestroys all barriers and will cause Fire and Earth attributes damage to 9 units of the opponent's field. A selected unit will suffer from Knockdown..",
    "Standard": "Taijutsu attack [Nin/Tai]\nAttacks the opponent's units in the front row and has a fixed chance of causing 4 combos and Low Float.",
    "Skill1": "Chase Lava Style: Scorching Rocks Jutsu [Nin]",
    "Skill1d": "Triggered with at least 30 combos, attacks 4 of the opponent's units with Fire and Earth attributes damage and will cause the units to suffer from Ignition.",
    "Skill2": "Passive: Armor Melting [Nin]",
    "Skill2d": "Every time this unit suffers Taijutsu damage, the attacker will suffer from Ignition, moreover, this unit's Defense and Ninjutsu will be increased.",
    "Skill3": "Passive: Tailed Beast Chakra - Wars [?]",
    "Skill3d": "Before each action in a round, recover life points based on this unit's ninjutsu attribute. Becomes immune to all debuffs."
  },
  "roshiedo": {
    "Name": "Roshi[Reanimation]",
    "Element": "Fire",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 1 Chakra: 80\nAttack up to 9 enemies, and cause earth and fire damage, as well as ignite to each enemy. Cause knockdown and immobile to the selected enemy.",
    "Standard": "StandardName [?]\nAttack the target with a chance of causing repulse.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase repulse, cause low float and disperse all buffs and shields on the target.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "At the start of battle, set up a barrier that increases the ninjutsu of all jinchuriki by 40%, and defense by 60%.",
    "Skill3": "Passive: Tailed Beast Chakra - Wars [?]",
    "Skill3d": "Before each action in a round, recover life points based on this unit's ninjutsu attribute. Becomes immune to all debuffs."
  },
  "sakura": {
    "Name": "Sakura",
    "Element": "Water",
    "Mystery": "Giant Rasengan [Tai/Nin/Wind] [Prompt]\nCD - 2 BCD - 1 Chakra: 40",
    "MysteryDesc": "Causes Wind attribute damage and Repluse to a selected unit. Rasen Shuriken will be used if there are more than 2 Shadow Clones in your team, it will cause Wind attribute damage to the opponent's entire team.",
    "Standard": "Multi Shadow Clone Jutsu [Nin]\nSummon 1-2 Lightning Resistance Shadow Clones to the field. If Chakra is higher than 80 points, 2 must be summoned.",
    "Skill1": "Shadow Clone Jutsu [Nin]",
    "Skill1d": "Used at the beginning of a battle, this can generate 3 lightning resistance shadow clones based on Naruto's original attributes.",
    "Skill2": "Shadow Clone Barrage [Tai/Nin]",
    "Skill2d": "When you have a shadow clone, your standard attack might be replaced by a combo attack between Naruto and its' shadow clones. This attack causes a certain hit and Low Float",
    "Skill3": "Strength [Nin]",
    "Skill3d": "The lower the life, the higher Naruto's Defense and Resistance."
  },
  "sasoriedo": {
      "Name": "Sasori [Reanimation]",
      "Element": "Fire",
      "Mystery": "赤秘技·人体控偶 [Tai/] [Prompt]\nCD - 3 BCD - 1 Chakra: 20",
      "MysteryDesc": "Grant selected ninja’s team and up to 9 reanimated allies one extra standard attack, and remove one layer of debuffs.",
      "Standard": "体术攻击 [Tai]\nAttack opposing enemy, cause poisoning.",
      "Skill1": "Passive: 控偶术 [Nin]",
      "Skill1d": "If a team member is dead, Sasori may use him/her to attack instead of a standard attack, and this causes chaos.",
      "Skill2": "Passive: 伏击部队 [Nin]",
      "Skill2d": "At the beginning of battle, give up to 9 reanimated ninjas a 40% shield and 30% increase attack and ninjutsu for 3 rounds.",
      "Skill3": "Passive: 秽土之力 [Nin]",
      "Skill3d": "When Sasori dies, revive after 2 rounds and re-activate Passive: 2."
  },
  "sasuke": {
      "Name": "Sasuke",
      "Element": "Lightning",
      "Mystery": "Lightning Style - Kirin [Nin]",
      "MysteryDesc": "CD - 3 BCD - 0 Chakra: 20\nLaunches a Barrier, increase by 40% the Attack and Ninjutsu attributes for the Lightning attribute units in your Lineup. When using this barrier, if you attack your opponent's team, you will cause Lightning attribute damage to a maximum of 4 units in the opponent's team and will cause a selected unit to suffer from Knockdown.",
      "Standard": "Chidori Blade [Nin/Tai/Lightning]\nAttacks the opponent's front row and has a chance of a Triple Combo and Low float.",
      "Skill1": "Chase: Fire style - Flame Jutsu [Nin/Fire]",
      "Skill1d": "Chases and Attacks a Low Floated unit, causes Repulse.",
      "Skill2": "Chase: Chidori Sharp Spear [Nin/Lightning]",
      "Skill2d": "Chases and Attacks a High Floated unit, causes 10 combos and Paralysis and Low Float.",
      "Skill3": "Chase: Fire Style - Dragon Flame Jutsu [Nin/Fire]",
      "Skill3d": "Triggered with at least 10 combo and cause Ignition up to 2 of the opponent's units."
  },
  "shikamaru": {
    "Name": "Shikamaru",
    "Element": "Earth",
    "Mystery": "Shadow Strangel Jutsu [Nin] [Prompt]",
    "MysteryDesc": "CD: 3 BCD: 0 Chakra: 20\nCauses Immobile to the selected unit. If the selected unit is already suffering from Immobile, it will cause Fire attribute damage and the selected unit will also suffer from Ignition.",
    "Standard": "Shadow Stitching Jutsu [Nin]\nAttacks the opponent's front row and has a chance of a Triple Combo and to cause Knockdown.",
    "Skill1": "Chase Shadow Possession Jutsu [Nin]",
    "Skill1d": "Chases and attacks a Knocked Down unit, causes Immobile.",
    "Skill2": "Passive Konoha's Counsellor [Nin]",
    "Skill2d": "Before each action in a round, recieve 20 Chakra points.",
    "Skill3": "Passive Plot [Nin]",
    "Skill3d": "For every Secret Techniques attribute unit in your Lineup, this unit's Combo Rate will be increased by 10%."
  },
  "shikamarumop": {
    "Name": "Shikamaru [Make-Out Paradise]",
    "Element": "Earth",
    "Mystery": "Make-Out Paradise [Nin] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 1 Chakra: 0\nRecover 60 Chakra points for your own team.",
    "Standard": "Shadow Stitching Jutsu [Nin]\nAttacks the opponent's front row and has a chance of a Triple Combo and to cause Knockdown.",
    "Skill1": "Chase Flame Killing Blade [Nin/Tai]",
    "Skill1d": "Chases and attacks a Repulsed unit, causes Knockdown and Ignition.",
    "Skill2": "Passive Hidden Jutsu Enhancement [Nin]",
    "Skill2d": "At the start of a combat, increase the Defense and Resistance of up to 6 Hiddent Jutsu ninjas from your team for 2 rounds by 100%.",
    "Skill3": "Chase Shadow Possession Jutsu [Nin]",
    "Skill3d": "Chases and attacks a Knocked Down unit, causes Immobile. Can be triggered twice at most each round."
  },
  "shisui": {
    "Name": "Shisui Uchiha",
    "Element": "Fire",
    "Mystery": "别天神·光芒 [Nin] [Prompt]\nCD - 3 BCD - 1 Chakra: 40",
    "MysteryDesc": "Damages up to 7 enemies, and disperses all debuffs and shields on the enemy. Causes knockdown and 2 rounds of chaose to the selected enemy.",
    "Standard": "宇智波流·日晕舞 [Nin/Tai]\nAttack up to 2 targes, and cause ignite. Has a high probibility of causing repluse.",
    "Skill1": "Chase: 宇智波流·狂风剑 [Tai]",
    "Skill1d": "Chase: Chases repulse into low float and causes tag.",
    "Skill2": "Passive: 幻术结界·光芒  [Nin]",
    "Skill2d": "At the start of the battle, generate a tsukuyomi barrier and increase the ninjutsu of all fire, lightning, and wind ninjas by 40%.",
    "Skill3": "Passive: 瞬身术 [Nin]",
    "Skill3d": "High probability of dodging the first standard, mystery, or chase recieved each round."
  },
  "tobiramaedo": {
    "Name": "Tobirama Senju [Reanimation]",
    "Element": "Water",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 1 Chakra: 0\nAttack selected enemy, cause interruption, tag, and knockdown. If target is already tagged, reduce mystery skill cooldown by 1 round.",
    "Standard": "StandardName [?]\nAttack 3 enemies, cause 4 combo to each and chance of knockdown to one.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Triggered by a 30 hit combo, cause interruption and tag to 2 enemies.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "Whenever Tobirama deals taijutsu damage, increase this ninja’s attack by 20% and ninjutsu by 5%.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "High chance to avoid the first mystery/standard/chase attack landed on him each round."
  },
  "toroi": {
    "Name": "Toroi",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 4 BCD - 1 Chakra: 20\nAttack selected enemy and cause paralysis, immobile, and low float. If enemy is already paralyzed, lower the mystery cooldown round to 1.",
    "Standard": "StandardName [?]\nAttack opposing enemy, chance of 10 hit combo and repulse.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase low float, cause repulse and paralysis",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "Before each action, give 1 lightning ninja in your team a shield based on 20% of your resistance. Can be activated 2 times per round.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Any lightning ninja in the team that has a shield gets a 20% ninjutsu and taijutsu bonus."
  },
  "tsunadechunin": {
    "Name": "Tsunade[Chunin]",
    "Element": "Water",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 1 Chakra: 20\nAttack the target, cause low float, and remove super armor for the rest of the chase.",
    "Standard": "StandardName [Nin/Tai]\nHeal the 2 teammates with the lowest health, and dispel 1 layer of debuffs.",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Chase low float, cause knockdown and chaos.",
    "Skill2": "Passive SkillName [Nin/Tai]",
    "Skill2d": "Whenever a konoha ninja activates his chase, gain 10 chakra.",
    "Skill3": "Passive SkillName [Nin/Tai]",
    "Skill3d": "If you have 100 chakra, this ninja’s standard attack instead heals up to 12 teammates and disperses all debuffs."
  },
  "utakata": {
    "Name": "Utakata [6 Tails Jinchuriki]",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 1 Chakra: 20\nAttack selected enemy and up to 9 poisoned enemy ninjas, causing poison and knockdown to selected enemy.",
    "Standard": "StandardName [Nin/Tai]\nAttack opposing enemy and cause 8-hit combo. Chance of 10 hit combo.",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Triggered by a 20 hit combo, attack 4 enemies and cause poison.",
    "Skill2": "Chase SkillName [Nin/Tai]",
    "Skill2d": "Chase knockdown, cause repulse, and give self a shield based on 20% resistance.",
    "Skill3": "Passive/Chase SkillName [Nin/Tai]",
    "Skill3d": "Before the first action of each round, recover life based on your own ninjutsu. Ukataka is immune to debuffs."
  },
  "yagura": {
    "Name": "Yagura [3 Tails Jinchuriki]",
    "Element": "Water",
    "Mystery": "Water Style: Aqua Mirror Jutsu [Nin] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 0 Chakra: 40\nSummons a CLone that will have his skills all based in a selected unit of your opponent's, all units skills will be inherited by this clone except for his Mystery Skill. It will inherit 45% of Yagura's attribute. Once this CLone is defeatd, cannot be revived. Only 1 of these Clones can be present in your Lineup at a time.",
    "Standard": "Taijutsu attack [Nin/Tai]\nAttacks the opponent's units in the front row and has a high chance of causing 7 Combos and Low Float.",
    "Skill1": "Chase Active Coral [Nin/Tai]",
    "Skill1d": "Chases and attacks a Knocked Down unit, causes Low Float and Acupuncture.",
    "Skill2": "Chase Water Style: Great Water Mass [Nin]",
    "Skill2d": "Triggered with at least 10 Combos, attacks 3 of the opponent's units with Water attribute damage and will cause the units to suffer from 5 Combos.",
    "Skill3": "Passive Tailed Beast Chakra - Flow [Nin]",
    "Skill3d": "Before each action in a round, recovers some Life points based on this unit's Ninjutsu attribute, will also recieve 20 Chakra points."
  },
  "yaguraedo": {
    "Name": "Yagura[Reanimation]",
    "Element": "Water",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 3 BCD - 2 Chakra: 20\nAttack the target with water nintai damage, and cause low float and remove super armor for the rest of the combo.",
    "Standard": "StandardName [?]\nAttack the target with a fixed chance of causing 10-hit combo and low float.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase knockdown, and cause low float. This chase can be activated up to twice per round.",
    "Skill2": "Passive: SkillName  [?]",
    "Skill2d": "Whenever Yagura activates his chase, reduce his mystery cooldown by 1 round and increase his attack and ninjutsu by 13%.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Before the first action of each round, recover health based on this ninja’s ninjutsu. Yagura is immune to all debuffs."
  },
  "yugito": {
    "Name": "Yugito Nii [2 Tails Jinchuriki]",
    "Element": "element",
    "Mystery": "MysteryName [Nin/Tai] [Prompt]",
    "MysteryDesc": "CD: 2 BCD: 1 Chakra: 20\nAttack the opposing enemy team, cause fire damage and ignite. Cause high float to selected enemy.",
    "Standard": "StandardName [Nin/Tai]\nAttack opposing enemy, high chance of causing 10 combo.",
    "Skill1": "Chase SkillName [Nin/Tai]",
    "Skill1d": "Triggered by a 20 hit combo, attack 4 enemies and cause 5 combo to each.",
    "Skill2": "Passive SkillName [Nin/Tai]",
    "Skill2d": "Before each action, recover some life based on your ninjutsu. Can be triggered 2 times each round.",
    "Skill3": "Passive SkillName [Nin/Tai]",
    "Skill3d": "After Yugito dies, revive after 2 rounds and recover 30% of life."
  },
  "yugitoedo": {
    "Name": "Yugito Nii[Reanimation]",
    "Element": "element",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 2 BCD - 0 Chakra: 20\nDisperse all shields and buffs on all allied and enemy ninjas, and decrease their attack by 12%. When used again, attack up to 12 enemies and cause ignite, and cause knockdown to the target.",
    "Standard": "StandardName [?]\nAttack the target with a fixed chance of causing 10-hit combo and repulse.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase low float, and cause knockdown and ignition. ",
    "Skill2": "Chase SkillName  [?]",
    "Skill2d": "Triggered by a 10 hit combo, attack 3 enemies and cause 4-hit combo to each.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Before the first action of each round, recover health based on this ninja’s ninjutsu and gain 20 chakra. If there are 2 or more ninjas in Yugito’s column, gain 40 chakra instead."
  },
  "zabuzaedo": {
    "Name": "Zabuza [Reanimation]",
    "Element": "Water",
    "Mystery": "MysteryName [?] [Prompt]",
    "MysteryDesc": "CD - 1 BCD - 0 Chakra: 20\nMust use a skill point to activate. Cause blindness to 2 enemy ninja, and gain 2 extra standard attacks after this mystery is activated.",
    "Standard": "StandardName [?]\nAttack the enemy with the lowest health, and leech 75% of that damage. High chance of causing low float.",
    "Skill1": "Chase SkillName [?]",
    "Skill1d": "Chase low float, cause repulse. Gain half a skill point.",
    "Skill2": "Chase SkillName  [?]",
    "Skill2d": "Triggered by a 20 hit combo, attack 4 enemies and cause 3 combo.",
    "Skill3": "Passive: SkillName [?]",
    "Skill3d": "Begin the battle with 1 skill point, and can have a maximum of 3 skill points"
  }
}
